Repository: erichuang2015/chaukor
Catalog: languages/*.po
Languages: nl_nl

source: Automatic night mode
nl_nl: Automatische nachtmodus

source: Disabled
nl_nl: Uitgeschakeld

source: Enabled
nl_nl: Ingeschakeld

source: Night theme preset
nl_nl: Nachtmodus thema selectie

source: Error
nl_nl: Foutmelding

source: This post/page doesnt exist anymore or has been renamed. Try searching for it.
nl_nl: Deze post/pagina bestaat niet meer of is van naam veranderd. Probeer het onderstaande zoekveld om uw post te vinden.

source: Latest posts tagged
nl_nl: Laatste berichten getagged met

source: ago
nl_nl: geleden

source: Sorry, no posts can be found within this tag.
nl_nl: Sorry, er kunnen geen pagina's gevonden worden met deze tag.

source: Search
nl_nl: Zoeken

# placeholder
source: What are you looking for?
nl_nl: Waar zoek je naar?

# label
source: Search for:
nl_nl: Zoeken naar:

# submit button
source: Go
nl_nl: Gaan

source: Latest posts by
nl_nl: Laatste berichten van

source: Sorry, there are no posts by this author.
nl_nl: Sorry, er zijn geen berichten van deze auteur.

source: Today
nl_nl: Vandaag

source: It seems there are no posts today.
nl_nl: Het lijkt erop dat er vandaag geen berichten geplaatst zijn.

source: Older posts
nl_nl: Oudere berichten

source: Latest
nl_nl: Laatste

source: Sorry, it seems there are no posts available.
nl_nl: Sorry, het lijkt erop dat er geen berichten beschikbaar zijn.

source: Sorry, this page can not be found or has been deleted.
nl_nl: Sorry, deze pagina kan niet gevonden worden of is gewist.

source: Primary
nl_nl: Primair

source: Main sidebar.
nl_nl: Hoofd sidebar.

source: Header Menu
nl_nl: Hoofdnavigatie

source: chaukor Settings
nl_nl: chaukor Instellingen

source: Tweak chaukor to your liking.
nl_nl: Stel chaukor in zoals jij dat wilt.

source: chaukor Labs
nl_nl: chaukor experimenten

source: Experimental chaukor Labs features.
nl_nl: Experimentele chaukor features.

source: Featured content
nl_nl: Aanbevolen content

source: Show Slider
nl_nl: Laat Slider zien

source: Show Featured Row
nl_nl: Laat een uitgelichte rij zien

source: Hide all
nl_nl: Verberg alle featured content

source: Today section
nl_nl: Vandaag sectie

source: Show Today section
nl_nl: Laat 'Vandaag' sectie zien

source: Hide Today section
nl_nl: Verberg 'Vandaag' sectie

source: Sidebar position
nl_nl: Sidebar positie

source: Left
nl_nl: Links

source: Right
nl_nl: Rechts

source: Show Tags
nl_nl: Laat tags zien

source: Hide Tags
nl_nl: Verberg tags

source: Show Categories
nl_nl: Laat categorieën zien

source: Hide Categories
nl_nl: Verberg categorieën

source: Show Author section
nl_nl: Laat auteur sectie zien

source: Hide Author section
nl_nl: Verberg auteur sectie

source: Search in navbar on mobile
nl_nl: Zoek via de navigatiebalk op mobiele apparaten

source: Show Search on mobile
nl_nl: Laat zoekbalk zien op mobiele apparaten

source: Hide Search on mobile
nl_nl: Verberg de zoekbalk op mobiele apparaten

source: Theme preset
nl_nl: Thema preset

source: Grey Wolf (default)
nl_nl: Grey Wolf (standaard)

source: Search Page
nl_nl: Zoekpagina

source: Results for
nl_nl: Resultaten voor

source: Sorry, it seems this search query has no posts.
nl_nl: Sorry, er zijn geen resultaten gevonden op basis van uw zoektermen.

source: Archive
nl_nl: Archief

source: Sorry, this archive is empty.
nl_nl: Sorry, dit archief is leeg.

source: Latest posts in
nl_nl: Laatste berichten van

source: Sorry, there are no posts in this category.
nl_nl: Sorry, er zijn geen posts in deze categorie.

source: Join the conversation
nl_nl: Reageer op dit bericht

source: Sorry, this post can not be found or has been deleted.
nl_nl: Sorry, deze pagina kan niet gevonden worden of is gewist.

source: featured
nl_nl: uitgelicht

source: Placeholder
nl_nl: Opvulling

source: Elegant yet simple. Simplicity with features. Custom post/tag/page/archive/error pages, dynamic nav-menu's, theme color presets and more.
nl_nl: Elegant en toch simpel. Simpliciteit met functionaliteit. Volledig aangepaste post/tag/page/archief en foutpagina's, dynamische navigatie, theme kleurpresets en meer.
